Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jako najemnik Gildii Kupieckiej wykonuję różne zlecenia. Przeważnie naszym zadaniem jest pilnowanie porządku, ochrona kupców i ich interesów.
uk: Як найманець Торгової Гільдії, я виконую різні доручення. Основним нашим завданням є підтримання порядку, захист торговців та їхніх інтересів.

source: Jako najwyższy rangą strażnik przejąłem dowództwo nad dawną jednostką Oktava. Muszę im pomóc dostać się do Magów Ognia.
uk: Як старший за званням вартовий, я взяв на себе командування колишнім загоном Октава. Я повинен допомогти їм дістатися до Магів Вогню.

source: Jako nowicjusz jeszcze niewiele potrafię, ale jeśli sypniesz parę monet, to ci pokażę, jak zwiększyć swoją energię magiczną.
uk: Як послушник, я ще багато чого не знаю, але якщо ти докинеш кілька монет, я покажу тобі, як збільшити свою магічну енергію.

source: Jako nowicjusz słyszałem o tajemnych kręgach wiedzy magicznej, których opanowanie pozwalało zsyłać z nieba deszcz ognia, ale... tego, co zobaczyłem, co usłyszałem... i poczułem podczas bitwy o Vardhal, nie da się opisać...
uk: Ще послушником я чув про таємні кола магії, оволодіння якими дозволяло викликати вогняний дощ з неба, але... те, що я бачив, те, що я чув... і відчув під час битви при Вардхалі – це неможливо описати...

source: Jako okoliczność łagodzącą uznano jedynie moje wcześniejsze zasługi dla Archolos, co pozwoliło zamienić karę ze ścięcia na zesłanie do Górniczej Doliny.
uk: Мої попередні заслуги перед Архолосом визнали як пом'якшуючу обставину, що дозволило замінити покарання з відрубанням голови на заслання в Гірничу Долину.

source: Jako organizacja podległa klasztorowi, mamy dostęp do wszelkich przedmiotów magicznych, które są w jego posiadaniu.
uk: Як організація, підпорядкована монастирю, ми маємо доступ до будь-яких магічних предметів, які знаходяться в ньому.

source: Jako osoba, która zajmowała się tą sprawą od samego początku, chciałbym, żebyś to ty zaniósł dobre wieści do koszar. My zajmiemy się w międzyczasie uprzątnięciem tego całego bałaganu.
uk: Як людина, яка займалася цією справою від самого початку, я хотів би, щоб саме ти приніс добру новину до казарм. А ми тим часом подбаємо про те, щоб прибрати весь цей безлад.

source: Jako ostatnią wyznaczono Dzielnicę Handlową, zajmującą wówczas obszar nieistniejących jeszcze koszar i zachodnią część miasta, oraz Dzielnicę Świątynną z kościołem i plebanią Magów Ognia. Każda z dzielnic ponadto oddzielona została od innych układem budynków i murami, ułatwiającym przemieszczanie się między nimi.
uk: Насамкінець утворився Торговий квартал, який на той час займав територію тоді ще не існуючих казарм і західної частини міста, а також Храмовий квартал з церквою і будинком Магів Вогню. Кожен з кварталів був додатково відокремлений від інших розташуванням будівель і мурів, що полегшувало пересування між ними.

source: Jako pierwszy spośród królów Myrtany Albrecht docenił walory wydobywanej na wyspie Khorinis magicznej rudy. Jej wyjątkowa wytrzymałość i właściwości magiczne miały zapewnić żołnierzom niekwestionowaną przewagę w boju. Kowali zdolnych okiełznać skomplikowaną strukturę kruszcu na świecie było jednak niewielu, toteż władca przeznaczył go wyłącznie na potrzeby kapituły paladynów.
uk: Альбрехт був першим з королів Міртани, хто оцінив властивості магічної руди, яку видобували на острові Хорініс. Її виняткова міцність і магічні властивості мали забезпечити воїнам незаперечну перевагу в бою. Однак у світі було зовсім мало ковалів, здатних впоратися зі складною структурою руди, тому правитель спрямував її виключно на потреби ордену паладинів.

source: Jako pierwszy z władców Myrtany Rhobar dokonał inwazji na Varrant. Siły południa pod wodzą wybitnych strategów, Lukkora i Gellona, stawiały równy opór Gwardii Królewskiej, lecz doskonały manewr generała Lee przypieczętował zwycięstwo Myrtańczyków.
uk: Саме Робар був першим з міртанських правителів, хто вторгся у Варант. Війська півдня, очолювані видатними стратегами Луккором і Геллоном, чинили гідний опір королівській гвардії, але блискучий маневр генерала Лі забезпечив міртанцям перемогу.

source: Jako pokorny sługa Rhobara II niszczę wszystkie, które wciąż przypadkowo tutaj docierają.
uk: Як покірний слуга Робара II, я знищу всі листи, що випадково сюди потрапили.

source: Jako przedstawiciel Gildii Kupieckiej, tak jak wielu moich kolegów rozsianych po wyspie, oferuję usługi eskorty po wyspie.
uk: Як представник Торгової Гільдії, як і багато моїх колег, розкиданих по острову, я пропоную послуги перевезень по всьому острову.

source: Jako przedstawiciel wszystkich zrzeszonych kupców, chciałbym przyznać ci najwyższy możliwy honorowy tytuł - Protektora Gildii Kupieckiej.
uk: Як представник усіх торговців, що входять до складу Гільдії, я хотів би нагородити тебе найвищим з можливих почесних звань – Захисник Торгової Гільдії.

source: Jako specjalista od tych drani, chciałbym, żebyś to ty sprawdził część z tropów i wykurzył wszystkich pozostałych przemytników z ich nor.
uk: Я хотів би, щоб саме ти, як експерт з цих виродків, перевірив деякі зачіпки і витягнув решту контрабандистів з їхніх нір.

source: Jako starszy kolega dam ci dobrą radę - znajdź sobie jakieś zajęcie. Coś, co robisz z pasji, po godzinach.
uk: Як старший колега, я дам тобі добру пораду – знайди собі заняття. Щось, що ти робитимеш пристрасно, після роботи.

source: Jako stary handlarz, mam jeszcze w sobie trochę uroku osobistego.
uk: Як для старого торговця, я все ще маю певний особистий шарм.

source: Jako strażnik masz pewnie sporo roboty, ale jeśli znajdziesz czas, wymyślę ci jakieś dodatkowe zajęcie.
uk: Як у вартового, у тебе, напевно, багато роботи, але якщо знайдеться час, я знайду для тебе якесь додаткове завдання.

source: Jako strażnik musisz być przede wszystkim efektywny, nikt nie zmusi cię do używania broni, którą nie potrafisz się posługiwać.
uk: Як вартовий, перш за все, ти маєш бути ефективним, ніхто не змушуватиме тебе використовувати зброю, якою ти не вмієш користуватися.

source: Jako współpracownik Araxos muszę dbać o interesy Gildii. Handel żywnością w obecnej sytuacji może być wyjątkowo korzystny!
uk: Як представник Араксосу, я повинен дбати про інтереси Гільдії. Торгівля продуктами харчування в нинішній ситуації може бути надзвичайно вигідною!

source: Jako zadośćuczynienie za problemy obiecuję zdobyć parę skrzyń specjalnie dla Archolos.
uk: У якості відшкодування за проблеми обіцяю дістати кілька скринь спеціально для Архолосу.

source: Jako zbrojmistrz najemników pewnie masz styczność z uzbrojeniem z różnych stron świata.
uk: Як зброяру найманців тобі, напевно, довелося попрацювати зі зброєю з усього світу.

source: Jako że Adanos każe pomagać potrzebującym, to w myśl tego przykazania moglibyście się jakoś odwdzięczyć.
uk: Оскільки Аданос велить допомагати тим, хто цього потребує, згідно з цією заповіддю, ви могли б якось віддячити.

source: Jako że Adelard wypowiadał się o tobie bardzo pozytywnie, to pozwolę mu wcielić cię do jego oddziału. Idź z nim porozmawiać w tej sprawie.
uk: Оскільки Аделард дуже позитивно відгукується про тебе, я дозволю йому включити тебе до його загону. Поговори з ним про це.

source: Jako że na wyspie przebywa aktualnie sam Wysłannik Królewski, to właśnie jemu, z wyrazami troski o los naszej wyspy, przekażemy wszystkie wasze podejrzenia.
uk: Оскільки на острові зараз перебуває сам Королівський посол, саме йому ми передамо усі ваші підозри, турбуючись про долю нашого острова.

source: Jako że prawie całe swoje życie spędziłem wśród rybaków i marynarzy, ludzie wybrali mnie opiekunem niemal jednogłośnie.
uk: Оскільки я майже все життя провів серед рибалок і моряків, люди обрали мене опікуном майже одноголосно.

source: Jako że przyszedłeś do mnie z pustymi rękami, nie dostaniesz nawet złamanej monety.
uk: Оскільки ти прийшов до мене з пустими руками, тобі не дістанеться навіть ламаної монети.

source: Jako że to twoje pierwsze zadanie, przydzielam ci do pomocy jednego z bardziej doświadczonych najemników, Caramona. Powinien już czekać na placu przed Gildią.
uk: Оскільки це твоє перше завдання, я відряджаю тобі на допомогу одного з найдосвідченіших найманців, Карамона. Він вже повинен чекати на площі перед Гільдією.

source: Jako że widmo buntów i rozruchów przeciwko Myrtańczykom nawet kilka lat po inwazji spędzało królowi sen z powiek, ów postanowił zachować w mieście garnizon żołnierzy do czasu powołania funkcjonującej do dziś jednostki straży miejskiej.
uk: Бунтівне минуле Архолосу не давало королю спокою навіть через кілька років після вторгнення, і він вирішив утримувати в місті гарнізон солдатів, доки не буде створено Міську Варту, яка діє донині.

source: Jako, iż Arcymagowie nie popierają naszej misji, to nie mamy co marzyć o legalnym dostępie.
uk: Оскільки Архімаги не підтримують нашу місію, можемо навіть не мріяти про легальний доступ.

source: Jako, że Ars nie miał jak wejść do Starego Miasta, głównymi podejrzanymi w tej sprawie jest służba bogatych obywateli.
uk: Оскільки Арс не мав можливості потрапити до Старого міста, головними підозрюваними у цій справі є слуги багатих містян.

source: Jakoś dam radę cię stąd wyciągnąć.
uk: Я можу спробувати витягти тебе звідси.

source: Jakoś dam radę, tylko p-proszę, zabierz mnie już stąd do d-domu, zanim ta Bestia znowu się pojawi!
uk: Якось упораюся, тільки, б-б-будь ласка, відведи мене д-д-додому поки цей Звір не з'явився знову!

source: Jakoś go tu nie widzę.
uk: Щось я тут його не бачу.

source: Jakoś leci, pewnie trochę lepiej niż tobie. Ja przynajmniej nigdy nie byłem na tyle głupi, żeby dać sobie obić mordę na arenie.
uk: Нормально, можливо, навіть краще, ніж у тебе. Принаймні, я ніколи не був настільки дурним, щоб мене побили на арені.

source: Jakoś mi się udaje, chociaż jest taki jeden, który nie daje mi spokoju... Mówią na niego Rębacz.
uk: Якось справляюся, хоча є один тип, який не дає мені спокою... Його називають Різником.

source: Jakoś nie widzę, byś przyniósł je ze sobą.
uk: Щось я не бачу, щоб вони були при тобі.

source: Jakoś nie wierzę w te twoje dobre intencje.
uk: Якось не віриться у твої добрі наміри.

source: Jakoś nigdy nie interesowałem się, gdzie chodzi, ani co robi. W wiosce mawiali, że spotyka się z jakimiś ludźmi... ale wiesz, to Londram, wszyscy ciągle plotkowali.
uk: Я чомусь ніколи не цікавився, куди він ходить і що робить. У селі говорили, що він зустрічається з якимись людьми... Але ти знаєш, це ж Лондрам – там всі постійно про щось пліткували.

source: Jakoś nigdy nie miałem okazji nauczyć się tej sztuki...
uk: У мене чомусь не було можливості навчитися цьому мистецтву...

source: Jakoś się trzymam.
uk: Якось тримаюся.

source: Jakoś sobie poradzę.
uk: Якось впораюся.

source: Jakoś ta jego... siła go nie ocaliła.
uk: Чомусь та його... сила не врятувала.

source: Jakoś tak wyszło, że się zagubił.
uk: Якось так сталося, що він загубився.

source: Jaką grupą dowodzi Jon?
uk: Яким загоном командує Йон?

source: Jaką mam gwarancję, że nie chcesz mnie oszukać?
uk: Які гарантії, що ти не намагаєшся мене обдурити?

source: Jaką mam pewność, że nie zwiejesz gdy tylko weźmiesz go do ręki?
uk: Звідки мені знати, що ти не втечеш, щойно візьмеш його в руки?

source: Jaką miksturę chciałeś stworzyć?
uk: Яке зілля ти хотів створити?

source: Jakże admirał Anskar, zaprawiony wilk morski, miał ustąpić pola tym barbarzyńcom? Odpowiedź leży w plugawych zaklęciach orkowych czarowników. Klnąc się na imię przeklętego Beliara, przywołali oni gęstą jak mleko mgłę, która sprawiła, że nawet najlepsi kapitanowie królestwa pogubili kierunki na morzu [...]
uk: Як міг адмірал Анскар, досвідчений морський вовк, поступитися цим варварам? Відповідь криється у магії шаманів орків. Вигукуючи ім'я проклятого Беліара, вони накликали густий, як молоко, туман, через який навіть найкращі капітани королівства втрачали орієнтири на морі [...]

source: Jakże ogień może stopić kamień? Cóż za plugawymi zaklęciami dysponuje nasz wróg? Pożar strawił już dziedziniec i zajął Wielką Salę. Gdy to piszę, wdziera się do kolejnych kondygnacji. Próbujemy go opanować, ale nie widzę nadziei. Oddycham już teraz swądem palonego ciała.
uk: Як вогонь зміг розплавити камінь? Які лихі заклинання має в своєму розпорядженні наш ворог? Полум'я вже охопило внутрішній двір і перекинулося на Велику залу. Поки я пишу ці рядки, воно проникає на наступні поверхи. Ми намагаємося його стримати, але я не бачу надії. Я вдихаю лише сморід палаючої плоті.

source: Jakżeby inaczej, nie lubisz marnować czasu, co?
uk: Звісно, ти ж не любиш витрачати час даремно, чи не так?

source: Jakżeby inaczej, nowy sposób na zarobek, to od razu szczęśliwy...
uk: А як же інакше, новий спосіб заробітку, то вже й у захваті...

source: Jaskinia i jej tajemnice chyba pozostaną niezbadane.
uk: Схоже, печера та її таємниці так і залишаться нерозгаданими.

source: Jaskinia ma dwa wyjścia, jedno z nich prowadzi do niewielkiej kotliny w pobliżu Kopalni Gildii Kupieckiej.
uk: Печера має два виходи, один з яких веде до невеликої ущелини біля Копальні Торгової Гільдії.

source: Jaskinia ma dwa wyjścia...
uk: Печера має два виходи...

source: Jaskinia podzielona jest na kilka pomieszczeń. Z głównego pomieszczenia wychodzą dwie odnogi, jedna do pomieszczeń sypialnych, a druga do pokoju z dokumentami.
uk: Печера розділена на декілька приміщень. З головного приміщення ведуть два відгалуження: одне до спальних приміщень, а інше - до кімнати з документами.

source: Jaskinia podzielona jest na kilka pomieszczeń...
uk: Печера розділена на декілька приміщень.

source: Jaskinia sprawdzona.
uk: Печеру перевірено.

source: Jaskinia znajduje się w pobliżu stromej ścieżki prowadzącej poza bagna. Wychodząc z Przystani powinienem skręcić w lewo, przejść przez kamienny most, za nim skręcić w prawo i iść aż do stromej ścieżki. Tam powinienem poszukać jaskini.
uk: Печера знаходиться поблизу крутої стежки, що веде з болота. Вийшовши з Гавані, я повинен повернути ліворуч, перейти кам'яний міст, за ним повернути праворуч і піднятися на круту стежку. Там слід шукати печеру.

source: Jaskiniowy Troll
uk: Печерний троль

source: Jasna cholera! Liczyłem jednak na to, że nie dasz rady! No i teraz muszę wymyślić coś nowego...
uk: От дідько! Я сподівався, що ти її не піднімеш! Що ж, доведеться придумати щось інше...

source: Jasna cholera! Miało tu nikogo nie być!
uk: Дідько! Тут не мало нікого бути!

source: Jasna cholera! Ratuj się, Marvin!
uk: От трясця! Рятуйся, Марвіне!

source: Jasna cholera! Yh! Moje gnaty... Ach...
uk: Дідько! Ай! Мої кістки... Ох...

source: Jasna sprawa, zaraz kogoś... moment.
uk: Звичайно, зараз когось... стривай-но.

source: Jasna sprawa.
uk: Звісно.

source: Jasna sprawa. Dzięki za cynk.
uk: Все зрозуміло. Дякую за підказку.

source: Jasna sprawa. Idę, nie ma co przedłużać.
uk: Звісно. Йду, нема чого тут затримуватися.

source: Jasne Marvin, my uciekinierzy musimy się trzymać razem.
uk: Звичайно, Марвіне, ми, біженці, повинні триматися разом.

source: Jasne Vengardzkie.
uk: Венгардське світле.

source: Jasne Vengardzkie. Udało mi się zdobyć butelkę na mieście. Podobno jest dobre na kaca dzięki niewielkiej ilości alkoholu.
uk: Венгардське світле. Мені вдалося дістати пляшку у місті. Вочевидь, воно добре допомагає від похмілля завдяки низькому вмісту алкоголю.

source: Jasne chłopcze, rozumiem. Archolos nikogo nie oszczędza. Może uda mi się złapać jakąś robotę w porcie i jakoś wyjdę na prostą...
uk: Звичайно, хлопче, я розумію. Архолос нікого не щадить. Може, мені вдасться знайти якусь роботу в порту і якось вибитися в люди.

source: Jasne! Ja, póki co, nie chcę pokazywać się jej na oczy.
uk: Звісно! Я поки що не хочу показуватися їй на очі.

source: Jasne! Z przyjemnością. Tylko mi powiedz, jak zacznę nudzić, bo mogę o tym mówić bez końca.
uk: Звісно! Із задоволенням. Тільки скажи мені, коли почнеш нудьгувати, бо я можу розповідати про це без кінця.

source: Jasne! Za mną.
uk: Зрозуміло! За мною.

source: Jasne, Marvin, nie ma problemu.
uk: Звичайно, Марвіне, без проблем.

source: Jasne, Marvin, wal śmiało!
uk: Звичайно, Марвіне, сміливіше!

source: Jasne, ale nie zwlekaj zbyt długo. Czas gra na naszą niekorzyść.
uk: Звичайно, але не зволікай надто довго. Час грає проти нас.

source: Jasne, ale tylko odrobiną. Nie zapominaj, że masz robotę do wykonania, a u mnie w pracy się nie pije.
uk: Звичайно, але тільки крапельку. Не забувай, у тебе попереду ще робота, а в мене за роботою не п'ють.

source: Jasne, ale tylko odrobiną. Za resztę będziesz już musiał zapłacić jak każdy inny klient.
uk: Звичайно, але тільки крапельку. За решту доведеться платити, як і будь-якому іншому клієнту.

source: Jasne, bierz.
uk: Звісно, забирай.

source: Jasne, bierzmy się do roboty.
uk: Звісно, давай продовжимо.

source: Jasne, bierzmy się za to! Mam nadzieję, że dobrze nam zapłacą za wysilanie się w tak durnym celu!
uk: Звісно, почнімо! Сподіваюся, нам добре заплатять за те, що ми стараємося заради такої безглуздої мети!

source: Jasne, bo wszyscy sprzedają domy w ciągu dnia.
uk: Звичайно, адже не так вже й важко купити інший будинок.

source: Jasne, brzmi jak całkiem sensowne warunki.
uk: Звісно, цілком прийнятні умови.

source: Jasne, będę pamiętał.
uk: Звісно, буду знати.

source: Jasne, co trzeba zrobić?
uk: Звичайно, що треба зробити?

source: Jasne, czemu nie.
uk: Звичайно, чому б ні.

source: Jasne, czemu nie. Na zdrowie.
uk: Звичайно, чому б і ні. На здоров'я.

source: Jasne, czemu nie. Na zdrowie. (Oddaj 20 SZ)
uk: Звичайно, чому б ні. На здоров'я. (Віддати 20 золотих)

source: Jasne, czemu nie. Wszystko, byle przestać myśleć o ostatnich dniach.
uk: Звичайно, чому б і ні. Що завгодно, аби перестати думати про останні кілька днів.

source: Jasne, daj te chwasty.
uk: Звичайно, давай сюди ці бур'яни.

source: Jasne, daj znać. Będę tutaj czekał.
uk: Звичайно, даси мені знати. Я чекатиму тут.

source: Jasne, dla ciebie wszystko, kolego!
uk: Звичайно, все для тебе, друже!

source: Jasne, do zobaczenia na miejscu!
uk: Звісно, побачимось на місці!

source: Jasne, i nikt nie zauważył, jak wnieśli ileś trumien z ciałami? I zupełnym przypadkiem podczas tej 'inscenizacji' postanowiłeś wejść do magazynu?
uk: Звичайно, ніхто і не помітив, як сюди привезли стільки трун з тілами? І абсолютно випадково ти вирішив зайти на склад під час цієї 'постановки'?

source: Jasne, jasne, już nas nie ma.
uk: Добре, добре, ми вже йдемо.

source: Jasne, jasne, już wracam. Bogowie, jakiś ty niecierpliwy. Pozdrowię od ciebie Ritę!
uk: Звичайно, звичайно, я повернуся. Боги, який ти нетерплячий. Я передам від тебе привіт Риті!

source: Jasne, jasne. Jakbyś czegoś potrzebował, to w najbliższym czasie nie planuję opuszczać pracowni. Do zobaczenia.
uk: Звичайно, звичайно. Якщо тобі щось знадобиться, я не планую залишати майстерню найближчим часом. До побачення.

source: Jasne, jeszcze czego! Jesteś za dobry. Teraz, to co najwyżej ty mógłbyś uczyć mnie!
uk: Ну звісно, ще чого! Ти занадто вправний. Тепер, ти навіть сам міг би навчити мене!

source: Jasne, już nas nie ma.
uk: Звісно. Нас тут вже немає.

source: Jasne, kilka dodatkowych krzesiw, mikstury czy zwoje mogą okazać się przydatne gdy już będziemy tam w środku. Możesz popytać ludzi, którzy winni ci są przysługę.
uk: Звичайно, декілька додаткових смолоскипів, еліксирів чи сувоїв можуть знадобитися нам всередині. Можеш звернутися до тих, кому ти допомагав.

source: Jasne, może lepiej wyszkolonym będą lepiej płacić?
uk: Звісно, можливо, краще підготованим платитимуть більше?

source: Jasne, możesz mi nie wierzyć. Pytanie tylko, czy możesz sobie pozwolić na to, by mi nie wierzyć.
uk: Звичайно, можеш не вірити мені. Питання в тому, чи можеш ти собі дозволити не вірити мені.

source: Jasne, mętne piwo, które
uk: Світле нефільтроване пиво, яке

source: Jasne, należą ci się. Proszę bardzo, wedle umowy.
uk: Звісно, вони твої. Ось, будь ласка, як домовлялись.

source: Jasne, nie ma sprawy!
uk: Звичайно, без питань!

source: Jasne, nie tłumacz się. Połowa miastowych od razu zrobiłaby pod siebie na wieść o orkach, więc i tak dobrze przyjąłeś wieść. Chodź, pokażemy ci, jak się pozbywać tego plugastwa.
uk: Звісно, можеш не виправдовуватися. Половина містян наклали б в штани, почувши про орків. Тож ти в будь-якому випадку добре сприйняв цю новину. Ходімо, покажемо тобі, як позбутися цієї погані.

source: Jasne, ostrożności nigdy za wiele. Pytaj śmiało.
uk: Звісно, обережність ніколи не завадить. Запитуй.

source: Jasne, postaram się nadążyć.
uk: Звичайно, я постараюся не відставати.

source: Jasne, proszę.
uk: Звісно, прошу.

source: Jasne, przyjrzę się jej. Chodź za mną.
uk: Звичайно, я погляну. Ходи за мною.

source: Jasne, robi się...
uk: Зрозуміло, буде зроблено...

source: Jasne, rozumiem.
uk: Звісно, я зрозумів.

source: Jasne, rozumiem. Przepraszam, że nie wysłucham całej twojej przemowy, ale jestem na patrolu. Żegnam.
uk: Звичайно, я розумію. Перепрошую, що я не можу вислухати всю твою промову, але я патрулюю. До побачення.

source: Jasne, rzeczywiście czuję się lekko wyssany z energii.
uk: Звичайно, я дійсно відчуваю себе трохи виснаженим.

source: Jasne, smacznego!
uk: Звісно, смачного!

source: Jasne, spokojnie.
uk: Звісно, зараз поясню.

source: Jasne, spokojnie. Po prostu wciąż nie wrócili i zostałem wysłany, żeby ich znaleźć.
uk: Зрозуміло, не переймайся. Вони просто досі не повернулися, і мене послали їх знайти.

source: Jasne, spróbuję pociągnąć za odpowiednie sznurki.
uk: Звичайно, я спробую потягнути за потрібні ниточки.

source: Jasne, to zrozumiałe.
uk: Звісно, я це розумію.

source: Jasne, trzymaj!
uk: Звісно, тримай!

source: Jasne, trzymaj! (Daj 50 SZ)
uk: Звісно, тримай! (Дати 50 золотих)

source: Jasne, trzymaj, owocnych poszukiwań!
uk: Авжеж, тримай, плідних пошуків тобі!

source: Jasne, trzymaj.
uk: Звісно, тримай!

source: Jasne, tylko daj mi tą sieć zanim zaczniesz.
uk: Звичайно, тільки дай мені сітку, перед тим як почати.

source: Jasne, tylko pozostała jeszcze jedna rzecz do zrobienia.
uk: Добре, залишилась ще одна справа.

source: Jasne, wchodzę w to.
uk: Авжеж, я з тобою.

source: Jasne, zaraz ci ją dam. Tylko dostańmy się w jakieś cywilizowane miejsce.
uk: Звісно, я зараз її віддам. Тільки спочатку доберемося до якогось цивілізованого місця.

source: Jasne, zbiorę tylko swoje rzeczy i natychmiast tam wyruszę.
uk: Звичайно, я тільки зберу свої речі і одразу ж туди відправлюсь.

source: Jasne, że Holdwiga! Facet z krwi i kości, w dodatku pierworodny. Tak jak mówi tradycja, to jemu należy się majątek.
uk: Звичайно Гольдвіг! Плоть від плоті, та ще й первісток. Згідно з традицією, саме йому все належить.

source: Jasne, że nie! Mówili, że jesteś całkiem sprytny...
uk: Звичайно ж ні! А казали, що ти розумний хлопець...

source: Jasne, że z wami.
uk: Звичайно, з вами.

source: Jasne.
uk: Звісно.

source: Jasne. A co takiego dla mnie ma?
uk: Зрозуміло. І що у нього є для мене?

source: Jasne. Chodź za mną.
uk: Звісно. Йди за мною.

source: Jasne. Daj mi tylko znać, kiedy będę miał iść na posterunek.
uk: Так, звісно. Дай знати, коли мені потрібно буде йти на пост.

source: Jasne. Daj znać, jak będziesz czegoś potrzebował, zawsze mam trochę ryb, a może i miska zupy rybnej się znajdzie.
uk: Звісно. Дай мені знати, якщо тобі щось знадобиться. У мене завжди є трохи риби і, можливо, навіть тарілка рибного супу.

source: Jasne. Na razie.
uk: Звісно. Побачимось.

source: Jasne. Oczekuj mnie na miejscu!
uk: Звичайно, чекай на мене там!

source: Jasne. Polecam się na przyszłość.
uk: Звісно. Я зарекомендував себе, якщо ще щось знадобиться.

source: Jasne. Powodzenia życzę, na pewno uda wam się zapuścić korzenie na Archolos.
uk: Зрозуміло. Бажаю успіху, я впевнений, що вам вдасться прижитися на Архолосі.

source: Jasne. Przekażę Lorenzo, że pomogłeś Gildii.
uk: Звісно. Я перекажу Лоренцо, що ти допоміг Гільдії.
